{"Baseball": [{"headline": "In Korea, Watching ‘Tiger King’ and Training for Baseball Alone", "snippet": "Foreign players in the Korean Baseball Organization who went home during the peak of South Korea’s outbreak are self-isolating as the league aims to resume exhibitions later this month.", "link": "https://www.nytimes.com/2020/04/06/sports/baseball/kbo-baseball-coronavirus.html"}, {"headline": "Al Kaline, Tigers’ Perennial All-Around All-Star, Is Dead at 85", "snippet": "One of baseball’s finest hitters, he was also one of its best defensive outfielders, playing 22 seasons in Detroit. To Billy Martin, he was Mr. Perfection.", "link": "https://www.nytimes.com/2020/04/06/sports/baseball/al-kaline-tigers-perennial-all-around-all-star-is-dead-at-85.html"}, {"headline": "There’s a Pandemic. Is This a Time for Tommy John Surgery?", "snippet": "Decisions to schedule operations for pitchers like Noah Syndergaard of the Mets and Chris Sale of the Red Sox have caused debate.", "link": "https://www.nytimes.com/2020/04/02/sports/baseball/coronavirus-tommy-john-surgery.html"}, {"headline": "Tom Brady Reportedly Moves Into Derek Jeter’s Tampa Estate", "snippet": "The home has seven bedrooms, nine bathrooms, two boat lifts and now six Super Bowl rings.", "link": "https://www.nytimes.com/2020/04/02/sports/football/derek-jeter-tampa-mansion-tom-brady.html"}, {"headline": "M.L.B. and Players’ Union Lay Out Framework to Navigate Suspended Season", "snippet": "The deal addresses issues including players’ service time and free agency, and how to handle the postseason in case a shortened season can be played.", "link": "https://www.nytimes.com/2020/03/27/sports/baseball/baseball-union-deal.html"}, {"headline": "Jimmy Wynn, ‘Toy Cannon’ Known for His Home Runs, Dies at 78", "snippet": "Just 5-foot-9 but packed with power, he was a mainstay of the Houston Astros’ lineup for 11 years in the 1960s and ’70s and a three-time All-Star.", "link": "https://www.nytimes.com/2020/03/27/sports/baseball/jimmy-wynn-dead.html"}, {"headline": "Future Players Take a Big Hit as M.L.B. Navigates a Crisis", "snippet": "The baseball draft could be drastically reduced in a deal cut with the players’ union to address complications of the game’s suspension.", "link": "https://www.nytimes.com/2020/03/27/sports/baseball/mlb-draft.html"}, {"headline": "Coronavirus Protective Masks to Be Made From M.L.B. Uniform Material", "snippet": "The deal will send masks to health professionals in the Northeast with the distinctive pinstripes of the Yankees and the Philadelphia Phillies.", "link": "https://www.nytimes.com/2020/03/26/sports/baseball/coronavirus-masks-gowns-mlb-uniforms.html"}, {"headline": "Baseball Season Opens With a Dash of Imagination", "snippet": "Complaints of baseball’s slow pace yielded to the universal wish that this game would last forever.", "link": "https://www.nytimes.com/2020/03/26/sports/baseball/baseball-opening-day-coronavirus.html"}, {"headline": "It’s Opening Day. Baseball Is Closed.", "snippet": "Instead of red, white and blue bunting and crowds flooding ballparks, we have players holed up in homes and endless questions about when baseball will return. When it does, it will be more important than ever.", "link": "https://www.nytimes.com/2020/03/26/sports/baseball/opening-day-mlb-virus.html"}], "Football": [{"headline": "Mississippi State Football Coach Must Visit Civil Rights Museum After Noose Tweet", "snippet": "Mike Leach shared a meme on Twitter of an older white woman under quarantine knitting a noose for her husband. He later removed the post.", "link": "https://www.nytimes.com/2020/04/08/sports/football/mike-leach-noose.html"}, {"headline": "Bobby Mitchell, Hall of Famer and the Redskins’ First Black Star, Dies at 84", "snippet": "He played four seasons with the Cleveland Browns and seven with the Redskins, the last N.F.L. team of his time to integrate.", "link": "https://www.nytimes.com/2020/04/05/sports/football/bobby-mitchell-dead.html"}, {"headline": "Tom Dempsey, Record-Setting Kicker, Dies at 73", "snippet": "He was born without toes on his right foot, but spent 11 seasons in the N.F.L. and kicked 159 field goals. He died of complications of the coronavirus.", "link": "https://www.nytimes.com/2020/04/05/obituaries/tom-dempsey-dead.html"}, {"headline": "Tom Brady Reportedly Moves Into Derek Jeter’s Tampa Estate", "snippet": "The home has seven bedrooms, nine bathrooms, two boat lifts and now six Super Bowl rings.", "link": "https://www.nytimes.com/2020/04/02/sports/football/derek-jeter-tampa-mansion-tom-brady.html"}, {"headline": "N.F.L. Plays on Twitter and Brackets for Everything", "snippet": "New Orleans Saints Coach Sean Payton shared his favorite plays on Twitter, alternative brackets are still getting busted and a Swedish soccer friendly was canceled after bettors swarmed.", "link": "https://www.nytimes.com/2020/03/31/sports/march-madness-bracket-nfl-coronavirus.html"}, {"headline": "How the N.F.L. Draft Process Works From Home", "snippet": "With in-person contact limited, teams are rethinking their typically rigorous approach to assessing prospects. “The organizations that handle the stress best will win,” one team executive said.", "link": "https://www.nytimes.com/2020/03/27/sports/football/nfl-draft-coronavirus.html"}, {"headline": "Help for Disabled N.F.L. Players Is Sacrificed for Pension Deal", "snippet": "Retired players will see bumps to pensions and an expansion to those who can receive them. But the win comes at a cost to benefits for players who are on total or permanent disability.", "link": "https://www.nytimes.com/2020/03/25/sports/football/nfl-retired-players-benefits.html"}, {"headline": "A New Rams Logo Draws Digital Boos From Fans", "snippet": "The Los Angeles Rams made a much-anticipated update to their logo, and it did not go over well.", "link": "https://www.nytimes.com/2020/03/25/sports/football/rams-logo-angelo-state.html"}, {"headline": "Carolina Releases Cam Newton, Completes Housecleaning", "snippet": "The quarterback, a former league M.V.P., was the most visible remnant of the franchise’s old identity. Facing free agency with an uncertain foot injury, 30-year-old Newton may be a tough sell.", "link": "https://www.nytimes.com/2020/03/24/sports/football/cam-newton-panthers-injury-release.html"}, {"headline": "Mr. Consistency Leaves New England. No, Not Tom Brady.", "snippet": "The Patriots released their longtime kicker, Stephen Gostkowski, the latest player to depart in their turbulent off-season.", "link": "https://www.nytimes.com/2020/03/24/sports/football/patriots-release-kicker-gostkowski.html"}], "Basketball": [{"headline": "The N.B.A. Should Crown a Champion. But Will the Title Count?", "snippet": "In this week’s newsletter, Marc Stein explores why some of the league’s biggest stars can’t just wait until next year to try to win a championship.", "link": "https://www.nytimes.com/2020/04/08/sports/basketball/nba-champion-lebron-giannis-lakers.html"}, {"headline": "Kobe Bryant Headlines 2020 Basketball Hall of Fame Class", "snippet": "Four players who defined basketball this century — Bryant, Tamika Catchings, Tim Duncan and Kevin Garnett — make up one of the most-anticipated player classes ever.", "link": "https://www.nytimes.com/2020/04/04/sports/basketball/kobe-bryant-basketball-hall-of-fame.html"}, {"headline": "W.N.B.A. Postpones Start of Season", "snippet": "The league had been set to begin play on May 15. It will still hold a “virtual” draft later this month.", "link": "https://www.nytimes.com/2020/04/03/sports/basketball/coronavirus-wnba-season-postponed.html"}, {"headline": "For This N.B.A. Rookie, Reality TV Is an Escape That Feels Like Home", "snippet": "Rui Hachimura, a Washington Wizards forward, has found comfort and meaning in the hit Japanese reality show “Terrace House.”", "link": "https://www.nytimes.com/2020/04/03/sports/basketball/terrace-house-rui-hachimura.html"}, {"headline": "N.B.A. Players Miss Other Sports Too", "snippet": "In this week’s newsletter, Marc Stein talks to Josh Hart and Larry Nance Jr. about finding a new routine without their day jobs and their other common love: Premier League soccer.", "link": "https://www.nytimes.com/2020/04/01/sports/basketball/coronavirus-nba-soccer.html"}, {"headline": "First Woman Drafted in N.B.A. Avoids Coronavirus, but Not Its Frustrations", "snippet": "Denise Rife scored 111 points in an Iowa high school game, was drafted by the Warriors in 1969 and appeared on “The Tonight Show.” She needs a second hip replacement, but the pandemic has complicated that.", "link": "https://www.nytimes.com/2020/04/01/sports/basketball/first-woman-drafted-in-nba-avoids-coronavirus-but-not-its-frustrations.html"}, {"headline": "James L. Dolan, the Knicks Owner, Tests Positive for the Coronavirus", "snippet": "Dolan is the first N.B.A. owner to publicly confirm", "link": "https://www.nytimes.com/2020/03/28/sports/basketball/coronavirus-james-dolan-knicks.html"}, {"headline": "They Celebrated Basketball and a Birthday. Then Came Coronavirus.", "snippet": "A tight social circle bound by New York City basketball is hit hard by Covid-19, with three dead and others ailing.", "link": "https://www.nytimes.com/2020/03/28/sports/basketball/coronavirus-college-basketball-players-ncaa.html"}, {"headline": "Dave Edwards, College Basketball Assist Wizard, Dies at 48", "snippet": "Edwards holds the single-season assist record for Texas A&M, where he starred for three years.", "link": "https://www.nytimes.com/2020/03/27/obituaries/dave-edwards-dead-coronavirus.html"}, {"headline": "Curly Neal, Globetrotters’ Dazzling Dribbler, Dies at 77", "snippet": "He admitted he “didn’t know anything about being funny” when he joined the comedic basketball team, but he became one of its biggest stars.", "link": "https://www.nytimes.com/2020/03/26/sports/basketball/curly-neal-dead.html"}], "Hockey": [{"headline": "With Games Paused, Sports Companies Shift to Making Medical Supplies", "snippet": "Formula One teams are producing CPAP machines for patients, while several sporting goods businesses are making personal protective equipment for health care workers.", "link": "https://www.nytimes.com/2020/04/07/sports/formula-one-bauer-coronavirus-ppe.html"}, {"headline": "Rangers Prospect K’Andre Miller Faces Racial Abuse in a Team Video Chat", "snippet": "After the chat, the Rangers and the N.H.L. condemned the repeated use of a slur by a hacker.", "link": "https://www.nytimes.com/2020/04/03/sports/hockey/03rangers-racism-kandre-miller.html"}, {"headline": "Sacred Heart Is No Hockey School. $60 Million Could Change That.", "snippet": "Under its athletic director, Bobby Valentine, the small Connecticut university is expanding its facilities in the hopes of becoming a college hockey power.", "link": "https://www.nytimes.com/2020/03/30/sports/hockey/sacred-heart-hockey-arena.html"}, {"headline": "When a Teammate Collapsed, the St. Louis Blues Reeled. Then They Rallied.", "snippet": "The team returns to Anaheim on Wednesday for the first time since defenseman Jay Bouwmeester had a cardiac episode during a game there in February.", "link": "https://www.nytimes.com/2020/03/10/sports/hockey/st-louis-blues-bouwmeester-collapse.html"}, {"headline": "Henri Richard, Hall of Fame Center for Montreal Canadiens, Dies at 84", "snippet": "Richard played on 11 Stanley Cup-winning teams — five of them with his illustrious brother Maurice — and holds the record for game appearances with the Canadiens.", "link": "https://www.nytimes.com/2020/03/06/sports/hockey/henri-richard-dead.html"}, {"headline": "Mika Zibanejad’s 5 Goals for the Rangers Help Bring the Playoffs Into View", "snippet": "After a stunning 6-5 overtime win on Thursday, the Rangers and their young core find themselves within striking distance of the team’s first postseason berth since 2017.", "link": "https://www.nytimes.com/2020/03/05/sports/hockey/rangers-mika-zibanejad.html"}, {"headline": "At N.H.L.’s Trade Deadline, Rangers and Islanders Looked Ahead", "snippet": "Injuries in February prompted a flurry of player swaps around the league. The Rangers mostly stood pat while the Islanders announced a relocation.", "link": "https://www.nytimes.com/2020/03/04/sports/hockey/nhl-trade-deadline-kreider-rangers.html"}, {"headline": "The Islanders Are Saying Goodbye to Brooklyn", "snippet": "Gov. Andrew M. Cuomo announced on Saturday that soon the team would again play all of its home games at Nassau Coliseum on Long Island until a new arena opens.", "link": "https://www.nytimes.com/2020/02/29/sports/hockey/islanders-nassau-coliseum.html"}, {"headline": "What’s It Like to Be an Emergency Goalie in an N.H.L. Game?", "snippet": "After the Carolina Hurricanes lost two goaltenders to injury in a game against the Toronto Maple Leafs, David Ayres, 42, stepped in and got the win.", "link": "https://www.nytimes.com/2020/02/24/sports/hockey/david-ayres-carolina-emergency-goalie.html"}, {"headline": "Alex Ovechkin Scores Goal No. 700 in a Loss to the Devils", "snippet": "Ovechkin, 34, became the eighth N.H.L. player with 700 goals, and has Wayne Gretzky’s career record in his sights.", "link": "https://www.nytimes.com/2020/02/22/sports/hockey/alex-ovechkin-700-goals.html"}], "Soccer": [{"headline": "In Britain, Summer Sports Cancellations Just Hit Different", "snippet": "The losses of Wimbledon and the British Open, hallmarks of summer in Britain, feel merely hypothetical, since soccer usually sets the rhythm of everyday life.", "link": "https://www.nytimes.com/2020/04/09/sports/wimbledon-british-open-cancel-coronavirus.html"}, {"headline": "Premier League Clubs and Players Are at War. Both Are Losing.", "snippet": "For three weeks, the world’s richest soccer league has been consumed by a debate over whether players, or clubs, should bear the cost of the coronavirus crisis. It has turned so toxic the schism may be hard to heal.", "link": "https://www.nytimes.com/2020/04/09/sports/soccer/coronavirus-premier-league-players.html"}, {"headline": "Germany Prepares for Soccer’s Return", "snippet": "With players back practicing, the Bundesliga is set to become the first of Europe’s major leagues to return to action, with plans for spectator-free games starting in early May.", "link": "https://www.nytimes.com/2020/04/08/sports/germany-soccer-coronavirus.html"}, {"headline": "U.S. Says FIFA Officials Were Bribed to Award World Cups to Russia and Qatar", "snippet": "For nearly a decade, Russia and Qatar have been suspected of buying votes to win hosting rights for the 2018 and 2022 World Cups. On Monday, for the first time, the Department of Justice put things in black and white.", "link": "https://www.nytimes.com/2020/04/06/sports/soccer/qatar-and-russia-bribery-world-cup-fifa.html"}, {"headline": "Soccer’s Coming Storm", "snippet": "Players who won’t take pay cuts. Clubs seeking government handouts. Coronavirus is exposing the schisms that will trouble soccer, a world with plenty of money but little trust, long after the crisis abates.", "link": "https://www.nytimes.com/2020/04/04/sports/soccer/premier-league-soccer-wages.html"}, {"headline": "European Soccer Teams Get Clarity and a Warning", "snippet": "European soccer leaders have written to teams and leagues to map out a plan to return to action in July and August, warning there would be consequences should leagues abandon seasons unilaterally.", "link": "https://www.nytimes.com/2020/04/03/sports/european-soccer-football-canceled.html"}, {"headline": "Pape Diouf, Former President of Marseille Soccer Club, Dies at 68", "snippet": "Mr. Diouf, who died of the coronavirus, was the first black president of Marseille, a notoriously difficult club to run. He was also a gifted orator and a defender of the club’s passionate fan base.", "link": "https://www.nytimes.com/2020/04/02/obituaries/mababa-pape-diouf-dead-coronavirus.html"}, {"headline": "N.F.L. Plays on Twitter and Brackets for Everything", "snippet": "New Orleans Saints Coach Sean Payton shared his favorite plays on Twitter, alternative brackets are still getting busted and a Swedish soccer friendly was canceled after bettors swarmed.", "link": "https://www.nytimes.com/2020/03/31/sports/march-madness-bracket-nfl-coronavirus.html"}, {"headline": "FIFA Plans Huge Emergency Fund to Support Ailing Soccer Industry", "snippet": "FIFA is drawing up plans to tap its $2.7 billion cash reserve and create an emergency fund to support the ailing soccer industry.", "link": "https://www.nytimes.com/2020/03/31/sports/soccer/coronavirus-fifa-soccer-emergency-fund.html"}, {"headline": "Clubs Sell Community. Now Is the Time to Pay It Back.", "snippet": "Soccer embraces the idea that its teams are not just businesses, but social institutions, part of their cities. Right now, that can’t just be marketing rhetoric.", "link": "https://www.nytimes.com/2020/03/27/sports/soccer/soccer-coronavirus-rory-smith.html"}], "Golf": [{"headline": "In Britain, Summer Sports Cancellations Just Hit Different", "snippet": "The losses of Wimbledon and the British Open, hallmarks of summer in Britain, feel merely hypothetical, since soccer usually sets the rhythm of everyday life.", "link": "https://www.nytimes.com/2020/04/09/sports/wimbledon-british-open-cancel-coronavirus.html"}, {"headline": "Golf Takes a Do-Over as the Masters Moves to November", "snippet": "The sport jostled its schedule on Monday because of the coronavirus pandemic and as this year’s British Open was canceled.", "link": "https://www.nytimes.com/2020/04/06/sports/golf/masters-us-open-british-rescheduled.html"}, {"headline": "U.S. Women’s Open Postponed Until December", "snippet": "The event, originally slated for early June, is the third women’s golf major tournament to be rescheduled. The decision may augur a decision from the U.S. Golf Association on the men’s Open.", "link": "https://www.nytimes.com/2020/04/03/sports/golf/us-open-postponed-lpga.html"}, {"headline": "The Masters on Halloween? Golf Weighs Tradition Against the Calendar", "snippet": "The five different governing bodies of golf’s most prestigious tournaments are considering unconventional concessions in order to salvage the season.", "link": "https://www.nytimes.com/2020/04/01/sports/golf/golf-majors-masters-coronavirus.html"}, {"headline": "Golf Rounds Surged as Coronavirus Advanced. Now the Game Is Retreating.", "snippet": "Drawn by open-air acreage, free time and new social distancing guidelines, recreational golfers in the U.S. were playing in droves this month. Then courses started shuttering.", "link": "https://www.nytimes.com/2020/03/24/sports/golf/golf-courses-open-coronavirus.html"}, {"headline": "Coronavirus Compounds Financial Concerns in Women’s Sports", "snippet": "Paychecks and sponsor deals were already much smaller for female athletes. Postponements and cancellations have added further uncertainty about their wages: “This whole situation is just so scary.”", "link": "https://www.nytimes.com/2020/03/21/sports/coronavirus-womens-sports.html"}, {"headline": "P.G.A. Championship Is Postponed", "snippet": "Four days after the Masters was postponed, the second men’s major on the calendar was also put off.", "link": "https://www.nytimes.com/2020/03/18/sports/golf/pga-championship-postponed.html"}, {"headline": "With Masters Postponed, Not Canceled, Golfers Hope for a Do-Over", "snippet": "Golf’s first major tournament of the season was postponed indefinitely on Friday because of the spread of coronavirus.", "link": "https://www.nytimes.com/2020/03/13/sports/golf/masters-postponed.html"}, {"headline": "PGA Tour Shuts Down in Response to the Coronavirus", "snippet": "The Players Championship was canceled hours after the end of its first round, and every other tournament up to next month’s Masters has been wiped off the schedule.", "link": "https://www.nytimes.com/2020/03/13/sports/golf/players-championship-coronavirus.html"}, {"headline": "Rory McIlroy Has ‘Come a Long Way’ as a Leader on PGA Tour", "snippet": "Drawing a line on competing in the Premier Golf League and European Tour events in the Middle East, the world’s No. 1 player has become more comfortable speaking out.", "link": "https://www.nytimes.com/2020/03/12/sports/golf/rory-mcilroy-tpc-saudi-arabia.html"}], "Tennis": [{"headline": "In Britain, Summer Sports Cancellations Just Hit Different", "snippet": "The losses of Wimbledon and the British Open, hallmarks of summer in Britain, feel merely hypothetical, since soccer usually sets the rhythm of everyday life.", "link": "https://www.nytimes.com/2020/04/09/sports/wimbledon-british-open-cancel-coronavirus.html"}, {"headline": "Live, From a Connecticut Backyard, It’s … a Sport!", "snippet": "For a platform tennis championship, the players socially distanced by wearing gloves and not touching the same tennis balls. There was a trophy, but the winner didn’t take it home. But this was live sports, and ESPN streamed it.", "link": "https://www.nytimes.com/2020/04/07/sports/tennis/platform-tennis-coronavirus.html"}, {"headline": "A Tennis Coach Was Abusing Minors. Should the Sport’s Federation Have Known?", "snippet": "The United States Tennis Association has asserted it can police itself when it comes to abuse cases. The story of one coach raises doubts.", "link": "https://www.nytimes.com/2020/04/04/sports/tennis/tennis-sex-abuse-safesport.html"}, {"headline": "To Safeguard Its Future, Tennis Seeks Unity. Even With the French Open.", "snippet": "As play is delayed to at least mid-July, small tournaments and many players are at risk of significant financial losses, and the French Open’s unilateral rescheduling has added to the chaos.", "link": "https://www.nytimes.com/2020/04/03/sports/wimbledon-grand-slams-canceled.html"}, {"headline": "Wimbledon Canceled: A ‘Kick in the Gut’ Not Felt Since World Wars", "snippet": "With Britain on lockdown, the tournament organizers didn’t see a way to safely reschedule this year.", "link": "https://www.nytimes.com/2020/04/01/sports/tennis/wimbledon-canceled-coronavirus.html"}, {"headline": "Coronavirus Presents an Existential Threat to Some Pro Tennis Events", "snippet": "It is already difficult for the lowest events on the men’s and women’s tours, even in a good economy. Now, the upending of the sports calendar by the coronavirus means some tournaments may not exist next year.", "link": "https://www.nytimes.com/2020/03/31/sports/tennis/coronavirus-tennis-tournaments.html"}, {"headline": "Coronavirus Compounds Financial Concerns in Women’s Sports", "snippet": "Paychecks and sponsor deals were already much smaller for female athletes. Postponements and cancellations have added further uncertainty about their wages: “This whole situation is just so scary.”", "link": "https://www.nytimes.com/2020/03/21/sports/coronavirus-womens-sports.html"}, {"headline": "The French Open Is Postponed, to the Surprise of the Tours", "snippet": "Tournament officials said it was impossible to carry out the tennis major as originally planned. Leaders on the men’s and women’s tours said the decision caught them by surprise.", "link": "https://www.nytimes.com/2020/03/17/sports/tennis/french-open-postponed.html"}, {"headline": "If Indian Wells Can Be Canceled, Is Any Sporting Event Safe?", "snippet": "Anxiety over the spreading coronavirus cost tennis one of its most important tournaments. The cancellation weighs heavily on the coming sports calendar.", "link": "https://www.nytimes.com/2020/03/09/sports/tennis/indian-wells-tennis-coronavirus.html"}, {"headline": "Maria Sharapova’s Future: Architecture and Candy, but Not Coaching Tennis", "snippet": "A playing comeback is also a no: “I promise everyone.”", "link": "https://www.nytimes.com/2020/02/29/sports/tennis/maria-sharapova-future.html"}], "CollegeFootball": [{"headline": "He Was Fearless on a Football Field. But He Sensed Something Wasn’t Right.", "snippet": "In September 2018, just before senior day for college football, Evan Hansen opened his laptop and looked up C.T.E.", "link": "https://www.nytimes.com/2020/02/13/sports/ncaafootball/football-cte-wabash-college.html"}, {"headline": "College Football Prospects Actually Signing on Signing Day? That’s So 2017", "snippet": "The introduction of the early signing period has proved popular among coaches, recruits and parents. For many programs, February may be too late to sign the top players.", "link": "https://www.nytimes.com/2020/02/05/sports/ncaafootball/college-football-signing-day.html"}, {"headline": "L.S.U. Examines Whether Odell Beckham Jr. Gave Cash to Players", "snippet": "After the Tigers won the national championship, Beckham, a former L.S.U. player, was recorded counting “apparent cash” on the field and giving bills to at least one player.", "link": "https://www.nytimes.com/2020/01/15/sports/ncaafootball/odell-beckham-lsu-cash.html"}, {"headline": "L.S.U. Won a Championship. Its Next Challenge Has Already Started.", "snippet": "College football’s national champions have found consecutive titles difficult to attain. Now, it’s L.S.U.’s turn to try.", "link": "https://www.nytimes.com/2020/01/14/sports/ncaafootball/lsu-next-season.html"}, {"headline": "L.S.U. Wins the Title the Way It Won All Season: Behind Joe Burrow", "snippet": "The Heisman Trophy-winning quarterback threw five touchdowns Monday night against Clemson, delivering a national championship for L.S.U.", "link": "https://www.nytimes.com/2020/01/14/sports/ncaafootball/lsu-national-championship.html"}, {"headline": "How L.S.U. Beat Clemson to Win the College Football National Title", "snippet": "A win in Monday’s title game erased any remaining doubts that Ed Orgeron’s team had arrived as a dominant force in the sport.", "link": "https://www.nytimes.com/2020/01/13/sports/ncaafootball/clemson-lsu.html"}, {"headline": "C.T.E. and a Loved One’s Death Haunt a Clemson Player’s Family", "snippet": "Nolan Turner caught a game-clinching interception to send Clemson to college football’s title game. Kevin Turner, his father, played in the N.F.L. and died after battling a disease associated with blows to the head.", "link": "https://www.nytimes.com/2020/01/11/sports/nolan-turner-clemson.html"}, {"headline": "How Dabo Swinney Turned Clemson Into a Football Juggernaut", "snippet": "Clemson can win a third national title in four seasons by beating L.S.U., but Swinney has been winning over players, fans and boosters since his first day.", "link": "https://www.nytimes.com/2020/01/10/sports/dabo-swinney-clemson-cfp.html"}, {"headline": "Alabama Cemented L.S.U. as a Betting Superteam", "snippet": "Oddsmakers predict Louisiana State will easily beat Clemson in college’s national title game. They acknowledge some of that is based on “public pressure” rather than hard data.", "link": "https://www.nytimes.com/2020/01/10/sports/ncaafootball/lsu-clemson-betting-line.html"}, {"headline": "Ed Orgeron Becomes the Cajun Yogi Berra", "snippet": "The L.S.U. coach lifted his football team to No. 1 with his skill and challenged cultural stereotypes with his colorful voice.", "link": "https://www.nytimes.com/2020/01/09/sports/ncaafootball/ed-orgeron.html"}], "CollegeBasketball": [{"headline": "In a Time of Need, We Turn to Sister Jean", "snippet": "Sister Jean Dolores Schmidt, the college basketball celebrity of 2018, has her own take on an N.C.A.A. tournament undone by calamity.", "link": "https://www.nytimes.com/2020/04/06/sports/ncaabasketball/sister-jean-ncaa-tournament-canceled.html"}, {"headline": "Closed and Without March Madness Bets, Sports Betting Faces New Pressures", "snippet": "Sports betting was poised for a big moment. Then the coronavirus pandemic led to closed casinos and the cancellation of the N.C.A.A. basketball tournaments.", "link": "https://www.nytimes.com/2020/04/06/sports/ncaabasketball/coronavirus-sports-betting.html"}, {"headline": "With No Basketball Tournament, N.C.A.A Slashes Payments to Universities", "snippet": "The annual payment to conferences was cut to a total of $225 million, down from the $600 million that was budgeted before the coronavirus led to widespread cancellations in sports.", "link": "https://www.nytimes.com/2020/03/26/sports/ncaabasketball/ncaa-tournament-coronavirus.html"}, {"headline": "Still Want to Watch Basketball? College Coaches Know Where to Look", "snippet": "Some of the best coaches reflect on what they’ll be revisiting with no N.C.A.A. tournaments happening.", "link": "https://www.nytimes.com/2020/03/20/sports/ncaabasketball/best-college-basketball-games.html"}, {"headline": "4 Top Coaches on the Great Basketball Games You Can Still See", "snippet": "The cancellations of the N.C.A.A. tournaments short-circuited the plans of millions to watch basketball this week. The country’s top coaches know where to find good games: digital archives.", "link": "https://www.nytimes.com/2020/03/19/sports/best-ncaa-tournament-games.html"}, {"headline": "A ‘Drop the Mic’ Moment for a Man Who Paid College Basketball Recruits", "snippet": "A documentary pulls back the layers of corruption in the college game with a talent scout who was a part of it.", "link": "https://www.nytimes.com/2020/03/17/sports/ncaabasketball/ncaa-christian-dawkins.html"}, {"headline": "A School Is Training Its New Team Mascot. It’s a Puppy.", "snippet": "Butler, a powerhouse of Big East basketball, is getting a new bulldog. By the time Blue takes over in May, the process will have stretched more than a year.", "link": "https://www.nytimes.com/2020/03/16/sports/butler-mascot.html"}, {"headline": "The Tipoff to a Meaningful Relationship", "snippet": "In the 1967 men’s basketball title game, Dan Obrovac of Dayton won the opening tip from Kareem Abdul-Jabbar of U.C.L.A. Cancer brought the men together again decades later.", "link": "https://www.nytimes.com/2020/03/16/sports/ncaabasketball/Dayton-tipoff-kareem-abdul-jabbar.html"}, {"headline": "For Many Athletes, Coronavirus Means the End of College Careers", "snippet": "“It feels like all the hard work — I don’t want to say it’s for nothing, but you want to compete.”", "link": "https://www.nytimes.com/2020/03/14/sports/ncaabasketball/college-athletes-coronavirus.html"}, {"headline": "N.C.A.A. Basketball Tournaments Canceled Amid Coronavirus Outbreak", "snippet": "The association’s initial response to the crisis called for tournament games to be played without fans in the arenas. Then college sports officials decided to shut down the tournament games.", "link": "https://www.nytimes.com/2020/03/12/sports/ncaabasketball/ncaa-basketball-tournament-coronavirus.html"}]}